tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "gcenx/wine"
tap "italomandara/cxpatcher"
tap "jakehilborn/jakehilborn"
tap "lkrms/misc"
tap "ohueter/tap"
tap "oven-sh/bun"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "at-spi2-core"
brew "icu4c@77"
brew "harfbuzz"
brew "openjdk@21"
brew "bazel"
brew "boost"
brew "btop"
brew "gcc"
brew "glog"
brew "metis"
brew "suite-sparse"
brew "tbb"
brew "pkgconf"
brew "hdf5"
brew "cmake"
brew "docx2txt"
brew "dos2unix"
brew "openjdk"
brew "epubcheck"
brew "espeak-ng"
brew "exiftool"
brew "flac"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "opencore-amr"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpeg@6"
brew "fio"
brew "fish"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "libusb"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "python@3.12"
brew "gtk+3"
brew "gtk4"
brew "json-glib"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "gtk+"
brew "gtk-mac-integration"
brew "guile"
brew "handbrake"
brew "helm"
brew "htop"
brew "httrack"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kubeseal"
brew "libffi"
brew "libmagic"
brew "mas"
brew "micromamba"
brew "mono-libgdiplus"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "netcdf"
brew "nethogs"
brew "nghttp2"
brew "ninja"
brew "node"
brew "numpy", link: false
brew "ollama"
brew "protobuf"
brew "onnxruntime"
brew "openconnect"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipx"
brew "pngcheck"
brew "poetry"
brew "portaudio"
brew "promptfoo"
brew "pyenv"
brew "pyinstaller"
brew "python-tk@3.13"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt@5"
brew "rclone"
brew "rename"
brew "rust"
brew "rustup"
brew "smartmontools"
brew "sops"
brew "sox"
brew "sshpass"
brew "syncthing", restart_service: :changed
brew "tcptrace"
brew "tesseract-lang"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "virtualenv"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "winetricks"
brew "xmlstarlet"
brew "yasm"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jakehilborn/jakehilborn/displayplacer"
brew "lkrms/misc/gp-saml-gui"
brew "oven-sh/bun/bun"
cask "1password"
cask "adobe-digital-editions"
cask "anaconda"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "basictex"
cask "betterdisplay"
cask "calibre"
cask "citrix-workspace"
cask "clion"
cask "coconutbattery"
cask "crossover"
cask "datagrip"
cask "dataspell"
cask "discord"
cask "disk-drill"
cask "docker-desktop"
cask "dotnet-sdk"
cask "firefox"
cask "flutter"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "hex-fiend"
cask "iina"
cask "intellij-idea"
cask "kobo"
cask "lens"
cask "linearmouse"
cask "lm-studio"
cask "logitech-g-hub"
cask "macs-fan-control"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "moonlight"
cask "netron"
cask "postman"
cask "private-internet-access"
cask "pycharm"
cask "rider"
cask "slack"
cask "stats"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "webstorm"
cask "wine-stable"
cask "zoom"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "github.copilot-chat"
vscode "johnny-zhao.oai-compatible-copilot"
vscode "mjpvs.latex-previewer"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wordcount"
vscode "oliverkovacs.word-count"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sth4nothing.paradox-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "tboby.paradox-syntax"
